tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
tap "mistertea/et"
tap "sidneys/homebrew"
brew "openssl@1.1"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "python@3.9"
brew "bpytop"
brew "brotli"
brew "cabextract"
brew "gettext"
brew "glib"
brew "ccache"
brew "cdrtools"
brew "checkbashisms"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "gawk"
brew "gnu-sed"
brew "libtool"
brew "make"
brew "crosstool-ng"
brew "curl"
brew "dfu-util"
brew "dos2unix"
brew "exa"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gcc"
brew "gdrive"
brew "git"
brew "gnu-tar"
brew "gperftools"
brew "gzip"
brew "help2man"
brew "imagemagick"
brew "jadx"
brew "jq"
brew "libslirp"
brew "mas"
brew "mosh", args: ["HEAD"]
brew "neofetch"
brew "ninja"
brew "nload"
brew "node"
brew "p7zip"
brew "pigz"
brew "pwgen"
brew "qemu"
brew "repo"
brew "scrcpy"
brew "shellcheck"
brew "siege"
brew "smartmontools"
brew "wget"
brew "wimlib"
brew "xmlstarlet"
brew "zsh-syntax-highlighting"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-musl"
brew "mistertea/et/et"
cask "android-platform-tools"
cask "gdisk"
cask "progressive-downloader"
cask "sparkleshare"
